/* Emoticon name */
"Angel" = "天使";

/* Emoticon name */
"Angry" = "愤怒";

/* Emoticon name */
"Baring Teeth" = "咬牙切齿";

/* Emoticon name */
"Blush" = "羞愧";

/* Emoticon name */
"Confused" = "慌乱";

/* Emoticon name */
"Cool" = "酷";

/* Emoticon name */
"Cry" = "哭";

/* Emoticon name */
"Crying" = "哭叫";

/* Emoticon name */
"Disappointed" = "失望";

/* Emoticon name */
"Don't Tell Anyone" = "别告诉别人";

/* Emoticon name */
"Embarrassed" = "困窘";

/* Emoticon name */
"Erm" = "嗯";

/* Emoticon name */
"Foot In Mouth" = "说错话";

/* Emoticon name */
"Frown" = "皱眉";

/* Emoticon name */
"Gasp" = "喘气";

/* Emoticon name */
"Grin" = "露齿笑";

/* Emoticon name */
"Halo" = "头晕";

/* Emoticon name */
"Happy" = "快乐";

/* Emoticon name */
"Heart" = "心";

/* Emoticon name */
"I Don't Know" = "我不知道";

/* Emoticon name */
"Kiss" = "吻";

/* Emoticon name */
"Lips Are Sealed" = "闭嘴";

/* Emoticon name */
"Money-mouth" = "发钱寒";

/* Emoticon name */
"Nerd" = "书呆子";

/* Emoticon name */
"Open Mouthed" = "张大嘴巴";

/* Emoticon name */
"Party" = "派对";

/* Emoticon name */
"Sad" = "悲伤";

/* Emoticon name */
"Sarcastic" = "讽刺";

/* Emoticon name */
"Scared" = "恐吓";

/* Emoticon name */
"Sick" = "病了";

/* Emoticon name */
"Sleepy" = "困了";

/* Emoticon name */
"Smile" = "微笑";

/* Emoticon name */
"Star" = "星星";

/* Emoticon name */
"Sticking Out Tongue" = "伸舌头";

/* Emoticon name */
"Surprised" = "惊讶";

/* Emoticon name */
"Thinking" = "沉思";

/* Emoticon name */
"Tongue Out" = "伸舌头";

/* Emoticon name */
"Undecided" = "犹豫";

/* Emoticon name */
"Wearing Sunglasses" = "墨镜";
"Wink" = "眨眼";